[
        {
                "news_heading": "Canadians continue to support Afghan refugees across the country",
                "news_description": "Hi,The Government of Canada is working hard to resettle at least 40,000  Afghan nationals as quickly and safely as possible. Canada has now welcomed a  totavery week"
        },
        {
                "news_heading": "Mayank Tagra",
                "news_description": "My name is Mayank Tagra"
        },
        {
                "news_heading": "Janak Patel",
                "news_description": "My name is Janak Patel"
        },
        {
                "news_heading": "Raashid Sheikh",
                "news_description": "The best Gujrati developer we know in Team1"
        },
        {
                "news_heading": "Canada’s PNP immigration results for April 2022",
                "news_description": "Canada’s Provincial Nominee Programs (PNP) issued nearly 3,000 invitations to apply for provincial nomination in April.\n\nThe PNP is an immigration program jointly administered by the federal, provincial, and territorial governments. It offers Canadian provinces and territories the opportunity to create their own immigration streams to better meet their labour market needs and economic development objectives.\n\nCanada introduced the PNP in 1998 to spread the benefits of immigration more evenly among provinces and to encourage immigration to smaller provinces and less populated areas of the country. Today, the PNP accounts for a significant share of economic immigration to most provinces and territories in Canada. In fact, many smaller Canadian provinces such as Newfoundland and Labrador, Prince Edward Island, Nova Scotia, New Brunswick, Manitoba, and Saskatchewan depend on this program to meet their demographic and labour force needs. By 2024, PNPs alone are expected to result in more than 93,000 immigrants per year being admitted as permanent residents."
        },
        {
                "news_heading": "Mayank Tagra",
                "news_description": "\nMy name is Mayank Tagra"
        }
]